export const TimeLineData = {
    events: [
        { 
          year: '2005', 
          title: 'Redpath Mining',
          description: 'Дэлхийн уул уурхайн салбарт тэргүүлэх туршлагатай “Рэдпаф Монгол” ХХК-д ур чадвартай, туршлагатай гагнуурчид болон ажиллах хүчин нийлүүлэх гэрээ байгуулан хамтран ажиллаж эхлэв.', 
          image: '/img.png',
        },
        { 
          year: '2006', 
          title: 'Oyu Tolgoi LLC',
          description: 'Оюу Толгой Төслийн хүрээнд “Оюу Толгой” ХХК-тай хамтран ажиллах гэрээгээ байгуулж, төслийн талбайд ажиллаж эхэлсэн.', 
          image: 'https://via.placeholder.com/300x200', 
        },
        { 
          year: '2007', 
          title: 'Oyut Camp',
          description: 'Оюу Толгой төслийн үндсэн кэмпийн барилга угсралтын ажлыг хуваарьт хугацаанаас өмнө амжилттай гүйцэтгэж, хүлээлгэн өгөв.', 
          image: 'https://via.placeholder.com/300x200', 
        },
        { 
          year: '2011', 
          title: 'Oyu Tolgoi UG Shaft #1',
          description: `Oюу Толгой төслийн Босоо ам #1 цамхагийн шинэчлэлийн ажлыг хийж дуусгав. •Аюулгүй ажиллагааг эрхэмлэгч Шилдэг ханган нийлүүлэгчээр шалгарч “Эрдэнийн Говь” шагналыг хүртлээ.`,
          image: 'https://via.placeholder.com/300x200', 
        },
        { 
          year: '2013', 
          title: 'Oyu Tolgoi CHP',
          description: 'Оюу Толгой Төслийн Дулааны байгууламжууд болох Төвлөрсөн Дулааны Станц болон Дулаан хуваарилах системийн ашиглалт үйл ажиллагаа, засвар үйлчилгээний урт хугацааны гэрээг байгуулав.',
          image: 'https://via.placeholder.com/300x200', 
        },
        { 
          year: '2015', 
          title: 'Oyu Tolgoi CHP',
          description: '“РЭДПАФ МОНГОЛ” ХХК-тай хамтран “ДАЯН КОНТРАКТ МАЙНИНГ” ХХК-ийг албан ёсоор үүсгэн байгуулав.', 
          image: 'https://via.placeholder.com/300x200', 
        },
        { 
          year: '2016', 
          title: 'Dayan Contract Mining',
          description: '“ДАЯН КОНТРАКТ МАЙНИНГ” ХХК “ОЮУ ТОЛГОЙ” ХХК-тай гүний уурхайн бүтээн байгуулалтын томоохон гэрээг байгуулав.', 
          image: 'https://via.placeholder.com/300x200', 
        },
        { 
          year: '2020', 
          title: 'Oyu Tolgoi UG Shaft#2',
          description: `"Хасу Мегаватт" ХХК болон "Рэдпаф Монгол" ХХК-ийн хамтарсан "Даян Контракт Майнинг" ХХК нь 2017 оны 6-р сараас 2020 оны 3-р сар хүртэлх хугацаанд гүний уурхайн үйлдвэрлэлийн зориулалтай босоо амыг тоноглох ажлыг нийт 2'000'000 цагийн туршид осол авааргүй, аюулгүй гүйцэтгэн ашиглалтанд оруулав.`,
          image: 'https://via.placeholder.com/300x200', 
        },
      ],
}